-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Дек 22 2021 г., 11:51
-- Версия сервера: 5.7.33-log
-- Версия PHP: 7.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `fuel_count`
--

-- --------------------------------------------------------

--
-- Структура таблицы `samples`
--

CREATE TABLE `samples` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tab_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fuel_summ` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `samples`
--

INSERT INTO `samples` (`id`, `tab_id`, `fuel_summ`, `created_at`, `updated_at`) VALUES
(1, '82', '3684', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(2, 'НL-2000312', '6869', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(3, 'НL-2000319', '2421', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(4, 'НL-2000404', '3702', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(5, 'HL-2000212', '5568', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(6, 'НL-2000386', '4385', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(7, 'HL-0000070', '4350', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(8, 'НL-2000342', '6577', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(9, 'НL-2000408', '4374', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(10, 'НL-2000228', '5250', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(11, 'НL-2000338', '3213', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(12, 'НL-2000316', '4851', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(13, 'НL-2000267', '6090', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(14, 'НL-2000292', '3480', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(15, 'НL-2000282', '5595', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(16, 'НL-2000363', '3612', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(17, 'НL-2000377', '5481', '2021-12-22 06:50:32', '2021-12-22 06:50:32'),
(18, 'HL-0000339', '7840', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(19, 'НL-2000280', '4698', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(20, 'НL-2000324', '6717', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(21, 'НL-2000283', '4881', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(22, 'НL-2000336', '3912', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(23, 'НL-2000401', '4840', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(24, 'НL-2000371', '3780', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(25, 'НL-2000400', '9263', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(26, 'НL-2000262', '2835', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(27, 'НL-2000357', '5743', '2021-12-22 06:50:33', '2021-12-22 06:50:33'),
(28, 'НL-2000388', '5655', '2021-12-22 06:50:33', '2021-12-22 06:50:33');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `samples`
--
ALTER TABLE `samples`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `samples`
--
ALTER TABLE `samples`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
