-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Дек 22 2021 г., 17:56
-- Версия сервера: 5.7.33-log
-- Версия PHP: 7.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `fuel_count`
--

-- --------------------------------------------------------

--
-- Структура таблицы `samples`
--

CREATE TABLE `samples` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tab_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fuel_summ` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `samples`
--

INSERT INTO `samples` (`id`, `tab_id`, `fuel_summ`, `created_at`, `updated_at`) VALUES
(259, '82', '39', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(260, 'НL-2000312', '99', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(261, 'НL-2000319', '25', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(262, 'НL-2000404', '39', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(263, 'HL-2000212', '64', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(264, 'НL-2000386', '67', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(265, 'HL-0000070', '50', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(266, 'НL-2000342', '81', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(267, 'НL-2000408', '50', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(268, 'НL-2000228', '60', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(269, 'НL-2000338', '34', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(270, 'НL-2000316', '55', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(271, 'НL-2000267', '70', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(272, 'НL-2000292', '40', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(273, 'НL-2000282', '64', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(274, 'НL-2000363', '41', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(275, 'НL-2000377', '63', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(276, 'HL-0000339', '110', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(277, 'НL-2000280', '54', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(278, 'НL-2000324', '77', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(279, 'НL-2000283', '56', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(280, 'НL-2000336', '44', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(281, 'НL-2000401', '57', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(282, 'НL-2000371', '40', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(283, 'НL-2000400', '125', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(284, 'НL-2000262', '30', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(285, 'НL-2000357', '70', '2021-12-22 12:56:10', '2021-12-22 12:56:10'),
(286, 'НL-2000388', '65', '2021-12-22 12:56:10', '2021-12-22 12:56:10');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `samples`
--
ALTER TABLE `samples`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `samples`
--
ALTER TABLE `samples`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=287;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
